{
	"main": {
		"name": "Hannah",
		"occupation": "Software Engineer",
		"description": "",
		"bio": "Hello! I'm a final year Software Engineering student at the University of New South Wales. As a UNSW Co-op Scholar, I have undertaken internships with Atlassian and Optus, and CBA. Most recently, I completed a summer internship at Canva as frontend engineer. At university, I was the President of the UNSW Co-op Society, and travelled to India under the New Colombo Plan Mobility Grant. In my spare time, I love to play Ultimate Frisbee and basketball, read and write, and play music. Currently, I am undertaking the UNSW Web Front-End Programming course, COMP6080. I was also recently selected into the 2021 cohort of the prestigious Westpac Asian Exchange Scholarship program. I hope to undertake my exchange program in China in 2022.",
		"contactmessage": "Here is where you should write your message to readers to have them get in contact with you.",
		"email": "hannah.chen1109@gmail.com",
		"phone": "555-555-5555",
		"address": {
			"street": "(Your Street)",
			"city": "Sydney",
			"state": "(Your State)",
			"zip": "(Your Zip/Postal Code)"
		},
		"website": "",
		"resumedownload": "https://www.canva.com/design/DAEaztelDZ8/8klXIL9U_v_j-6x9IG_xtg/view?website#4:extra-curricular-activities-volunteer-work",
		"social": [
			{
				"name": "linkedin",
				"url": "https://www.linkedin.com/in/hannahchen2020/",
				"className": "fa fa-linkedin"
			},
			{
				"name": "instagram",
				"url": "https://www.instagram.com/_shelf.life/",
				"className": "fa fa-instagram"
			},
			{
				"name": "gmail",
				"url": "mailto:hannah.chen1109@gmail.com",
				"className": "fa fa-envelope"
			}
		]
	},
	"resume": {
		"skillmessage": "Here you can create a short write-up of your skills to show off to employers",
		"education": [
			{
				"school": "University of New South Wales",
				"degree": "Bachelor of Software Engineering (Honours) (Co-op)",
				"graduated": "2018 - Present",
				"description": "UNSW Co-op Scholar, President of UNSW Co-op Society, UNSW Burgundian Consort, UNSW Orchestra, CSESoc DevOps Subcommittee, UNSW Ultimate Club."
			},
			{
				"school": "Hornsby Girls High School",
				"degree": "Higher School Certificate",
				"graduated": "2017",
				"description": "99.80 ATAR, 3rd in NSW in Information Process Technology (IPT) - Top Achievers List, School Prefect, String Ensemble Concertmaster (First Violin).",
				"extracurriculars": ""
			}
		],
		"work": [
			{
				"company": "Canva",
				"title": "Fronted Engineer Intern",
				"years": "December 2021 - February 2022",
				"description": "Completed a 3 month internship with Canva as a frontend engineer working on Presentations in Canva. Check out the new magic shortcuts available!"
			},
			{
				"company": "Commonwealth Bank of Australia",
				"title": "Mobile iOS Engineer Intern",
				"years": "March 2021 - Present",
				"description": "Completed a 6 month internship with CBA as a mobile frontend iOS Engineer working on the CommBank app."
			},
			{
				"company": "Atlassian",
				"title": "Software Developer Intern",
				"years": "September 2019 - August 2020",
				"description": "Completed a 6 month internship with Atlassian, and continued on as a junior developer. Frontend product development on Atlassian's flagship product, Jira Software using Javascript/React and CSS."
			},
			{
				"company": "Optus",
				"title": "DevOps Engineer Intern",
				"years": "September 2020 - February 2021",
				"description": "Completed a 6 month placement at Optus, in the Cloud and Containers team. Working closely with the RedHat OpenShift Platform to provide support to internal Optus teams who are utilising cloud and container services."
			},
			{
				"company": "Private Tutor",
				"title": "English and Maths",
				"years": "2018 - Present",
				"description": "Specialised one-on-one tutoring of high school level English and Mathematics."
			}
		]
	}
}